Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# RCLearnRemoteInstructionText
source: Press and hold the %@ button on the other remote.
ar: اضغط مطولاً على زر %@ في الريموت الآخر.
ca: Mantén premut el botó %@ a l’altre comandament.
cs: Stiskněte a přidržte tlačítko %@ na druhém ovladači.
da: Tryk på og hold knappen %@ nede på den anden fjernbetjening.
de: %@-Taste auf der anderen Fernbedienung gedrückt halten.
el: Κρατήστε πατημένο το κουμπί «%@» στο άλλο τηλεχειριστήριο.
es: Mantén pulsado el botón “%@” del otro mando a distancia.
es_us: Presiona sin soltar el botón %@ del otro control remoto.
fi: Pidä toisen kaukosäätimen %@painiketta painettuna.
fr: Maintenez enfoncé le bouton %@ sur la télécommande à mémoriser.
fr_ca: Maintenez le bouton %@ enfoncé sur l’autre télécommande.
he: יש ללחוץ ולהחזיק את הכפתור ״%@״ בשלט השני.
hi: अन्य रिमोट पर “%@” बटन को दबाकर होल्ड करें।
hr: Pritisnite i zadržite tipku %@ na drugom daljinskom upravljaču.
hu: Nyomja meg és tartsa lenyomva a(z) %@ gombot a másik távirányítón.
id: Tekan dan tahan tombol %@ di remote lainnya.
it: Tieni premuto il tasto %@ sull’altro telecomando.
ja: 別のリモコンで“%@”ボタンを押してください。
ko: 다른 리모컨에 있는 %@ 버튼을 길게 누르십시오.
ms: Tekan dan tahan butang %@ pada kawalan jauh lain.
nb: Hold nede %@-knappen på den andre fjernkontrollen.
nl: Houd de knop '%@' op de andere afstandsbediening ingedrukt.
pl: Naciśnij i przytrzymaj przycisk %@ na drugim pilocie.
pt_br: Mantenha pressionado o botão %@ do outro controle remoto.
pt_pt: Mantenha premido o botão %@ do outro comando.
ro: Țineți apăsat butonul %@ pe cealaltă telecomandă.
ru: Нажмите и удерживайте кнопку «%@» на другом пульте.
sk: Stlačte a podržte tlačidlo %@ na druhom ovládači.
sl: Pritisnite in pridržite gumb %@ na drugem daljincu.
sv: Håll %@-knappen nedtryckt på den andra fjärrkontrollen.
th: กดปุ่ม %@ ค้างไว้บนรีโมทอื่น
tr: Diğer kumandanın %@ düğmesini basılı tutun.
uk: Натисніть і утримуйте кнопку «%@» на іншому пульті.
vi: Nhấn và giữ nút %@ trên điều khiển từ xa khác.
zh_cn: 按住另一个遥控器上的%@按钮。
zh_hk: 按住其他遙控器上的%@按鈕。
zh_tw: 按住其他遙控器上的「%@」按鈕。

# RCLearnRemoteLearningDuplicateActivityText
source: This button is already being used. Try a different button.
ar: هذا الزر قيد الاستخدام بالفعل. جرِّب استخدام زر آخر.
ca: Aquest botó ja s’està utilitzant. Prova’n un altre.
cs: Toto tlačítko je již používáno. Zkuste vybrat jiné tlačítko.
da: Denne knap bruges allerede. Prøv en anden knap.
de: Diese Taste wird bereits verwendet. Versuche es mit einer anderen Taste.
el: Αυτό το κουμπί χρησιμοποιείται ήδη. Δοκιμάστε διαφορετικό κουμπί.
es: Este botón ya se está utilizando. Prueba con otro botón.
es_us: Este botón ya se está usando. Intenta con otro.
fi: Tämä painike on jo käytössä. Kokeile toista painiketta.
fr: Ce bouton est déjà utilisé. Essayez-en un autre.
fr_ca: Ce bouton est déjà utilisé. Essayez un autre bouton.
he: כפתור זה כבר נמצא בשימוש. יש לנסות כפתור אחר.
hi: यह बटन पहले से उपयोग में है। किसी अन्य बटन से कोशिश करें।
hr: Ova tipka se već koristi. Pokušajte s drugom tipkom.
hu: Ez a gomb már használatban van. Próbáljon meg egy másik gombot használni.
id: Tombol ini telah digunakan. Coba tombol lain.
it: Il tasto è già in uso. Prova con un tasto differente.
ja: このボタンはすでに使用されています。別のボタンを試してください。
ko: 이 버튼은 이미 사용 중입니다. 다른 버튼을 시도하십시오.
ms: Butang ini telah digunakan. Cuba butang berbeza.
nb: Denne knappen er allerede i bruk. Prøv med en annen knapp.
nl: Deze knop wordt al gebruikt. Probeer een andere knop.
pl: Ten przycisk jest już używany. Spróbuj wybrać inny.
pt_br: Este botão já está sendo usado. Tente um botão diferente.
pt_pt: Este botão já está em uso. Experimente outro botão.
ro: Acest buton este deja utilizat. Încercați alt buton.
ru: Эта кнопка уже используется. Попробуйте выбрать другую кнопку.
sk: Toto tlačidlo sa už používa. Skúste to s iným tlačidlom.
sl: Ta gumb je že v uporabi. Poskusite z drugim gumbom.
sv: Den här knappen används redan. Försök med en annan knapp.
th: ปุ่มนี้ถูกใช้ไปแล้ว ลองปุ่มอื่น
tr: Bu düğme zaten kullanılıyor. Farklı bir düğme deneyin.
uk: Ця кнопка уже використовується. Спробуйте іншу кнопку.
vi: Nút này đã được sử dụng. Thử một nút khác.
zh_cn: 此按钮已在使用中。请试一下其他按钮。
zh_hk: 此按鈕已被使用，請嘗試另一個按鈕。
zh_tw: 此按鈕已在使用中。請嘗試其他按鈕。

# RCLearnRemoteLearningErrorActivityText
source: This didn’t work. Try again.
ar: لم ينجح هذا. حاول مرة أخرى.
ca: No ha funcionat. Torna-ho a provar.
cs: Akce se nezdařila. Zkuste to znovu.
da: Dette virkede ikke. Prøv igen.
de: Versuch fehlgeschlagen. Versuche es erneut.
el: Δεν λειτούργησε. Δοκιμάστε ξανά.
es: No ha funcionado. Inténtalo de nuevo.
es_us: No funcionó. Reintenta.
fi: Tämä ei toiminut. Yritä uudelleen.
fr: Ceci n’a pas fonctionné. Réessayez.
fr_ca: Ceci n’a pas fonctionné. Veuillez réessayer.
he: זה לא עבד. נא לנסות שוב.
hi: इससे काम नहीं हो पाया। फिर कोशिश करें।
hr: Ovo ne radi. Pokušajte ponovno.
hu: Ez nem működött. Próbálja újra.
id: Ini tidak berhasil. Coba lagi.
it: Operazione non riuscita, riprova.
ja: 実行できませんでした。やり直してください。
ko: 성공하지 못했습니다. 다시 시도하십시오.
ms: Ini tidak berfungsi. Cuba lagi.
nb: Det virket ikke. Prøv igjen.
nl: Er ging iets fout. Probeer het opnieuw.
pl: Nie udało się. Spróbuj ponownie.
pt_br: Isso não funcionou. Tente novamente.
pt_pt: Esta operação falhou. Volte a tentar.
ro: Programarea nu a reușit. Reîncercați.
ru: Это не работает. Повторите попытку.
sk: Toto nefunguje. Skúste to znovu.
sl: Dejanje ni bilo uspešno. Poskusite znova.
sv: Det gick inte. Försök igen.
th: ไม่สามารถเรียนรู้ได้ ลองอีกครั้ง
tr: Bu işe yaramadı. Yeniden deneyin.
uk: Це не спрацювало. Спробуйте ще раз.
vi: Cách này không có hiệu quả. Thử lại.
zh_cn: 此操作无效。请重试。
zh_hk: 此操作無效。請再試一次。
zh_tw: 此操作無效。請再試一次。

# RCLearnRemoteSetUpCompleteDialogTitle
source: Setup Complete
ar: اكتمل الإعداد
ca: Configuració completa
cs: Nastavení bylo dokončeno
da: Indstilling færdig
de: Konfiguration abgeschlossen
el: Η διαμόρφωση ολοκληρώθηκε
es: Configuración completada
es_us: Configuración completa
fi: Määritykset on tehty
fr: Configuration terminée
fr_ca: Configuration terminée
he: תהליך ההגדרה הושלם
hi: सेटअप पूरा
hr: Podešavanje je dovršeno
hu: A beállítás befejeződött
id: Pengaturan Selesai
it: Impostazione completata
ja: 設定完了
ko: 설정 완료
ms: Persediaan Selesai
nb: Konfigurering fullført
nl: Configuratie is voltooid
pl: Konfigurowanie zakończone
pt_br: Configuração Concluída
pt_pt: Configuração concluída
ro: Configurare finalizată
ru: Настройка завершена
sk: Nastavenie dokončené
sl: Nastavitev dokončana
sv: Inställningen klar
th: การตั้งค่าเสร็จแล้ว
tr: Ayarlama Tamamlandı
uk: Налаштування завершено
vi: Hoàn tất Thiết lập
zh_cn: 设置完成
zh_hk: 設定完成
zh_tw: 設定完成

# RCLearnRemoteStartButtonTitle
source: Start
ar: بدء
ca: Inicia
cs: Spustit
el: Έναρξη
es: Iniciar
es_us: Iniciar
fi: Aloita
fr: Démarrer
fr_ca: Démarrer
he: התחלה
hi: प्रारंभ करें
hr: Pokreni
hu: Indítás
id: Mulai
it: Avvia
ja: 開始
ko: 시작
ms: Mula
pl: Uruchom
pt_br: Iniciar
pt_pt: Iniciar
ru: Начать
sk: Spustiť
sl: Začni
sv: Starta
th: เริ่ม
tr: Başlat
uk: Почати
vi: Bắt đầu
zh_cn: 启动
zh_hk: 開始
zh_tw: 開始

# RCLearnRemoteStartDialogDescriptionText
source: If you’re using a universal remote that controls multiple devices, select an unused device before you start.
ar: إذا كنت تستخدم ريموتًا عموميًا يتحكم في عدة أجهزة، يرجى تحديد جهاز غير مستخدَم قبل البدء.
ca: Si utilitzes un comandament universal per controlar diversos dispositius, selecciona’n un que no facis servir abans de començar.
cs: Pokud používáte univerzální ovladač, kterým ovládáte více zařízení, nejprve vyberte nepoužívané zařízení.
da: Hvis du bruger en universalfjernbetjening, der styrer flere enheder, skal du vælge en ubrugt enhed, før du starter.
de: Wenn du eine universelle Fernbedienung verwendest, die mehrere Geräte steuert, wähle vor dem Start ein Gerät, das nicht verwendet wird.
el: Αν χρησιμοποιείτε ένα καθολικό τηλεχειριστήριο που ελέγχει πολλές συσκευές, επιλέξτε μια αχρησιμοποίητη συσκευή προτού ξεκινήσετε.
es: Si usas un mando a distancia universal que controla varios dispositivos, selecciona un dispositivo que no esté en uso antes de empezar.
es_us: Si usas un control remoto universal que controla varios dispositivos, elige uno que no esté en uso antes de empezar.
fi: Jos käytät yleiskaukosäädintä, jolla ohjataan useita laitteita, valitse ennen aloittamista käyttämätön laite.
fr: Si vous utilisez une télécommande universelle permettant de contrôler plusieurs appareils, sélectionnez un appareil non utilisé avant de commencer.
fr_ca: Si vous utilisez une télécommande universelle qui contrôle plusieurs appareils, sélectionnez un appareil non utilisé avant de commencer.
he: אם שלט אוניברסלי משמש אותך לשליטה במכשירים מרובים, יש לבחור מכשיר שאינו בשימוש לפני תחילת הפעולה.
hi: यदि आप किसी ऐसे यूनिवर्सल रिमोट का उपयोग कर रहे हैं जो कई डिवाइस को नियंत्रित करता है, तो शुरू करने से पहले कोई अप्रयुक्त डिवाइस चुनें।
hr: Ako koristite univerzalni upravljač koji služi za upravljanje više uređaja, odaberite nekorišteni uređaj prije nego što započnete.
hu: Ha univerzális távirányítót használ, amely több eszközt vezérel, a kezdés előtt válasszon egy nem használt eszközt.
id: Jika Anda menggunakan remote universal yang mengontrol beberapa perangkat, pilih perangkat yang tidak digunakan sebelum Anda memulai.
it: Se utilizzi un telecomando universale che controlla più dispositivi, selezionane uno non in uso prima di iniziare.
ja: 複数デバイスをコントロールするユニバーサルリモコンを使用している場合、開始する前に使用していないデバイスを選択します。
ko: 여러 기기를 제어하는 범용 리모컨을 사용하는 경우, 시작하기 전에 사용 중이 아닌 기기를 선택하십시오.
ms: Jika anda menggunakan kawalan jauh universal yang mengawal berbilang peranti, pilih peranti yang tidak digunakan sebelum anda bermula.
nb: Hvis du bruker en universal fjernkontroll som styrer flere enheter, må du velge en ubrukt enhet før du starter.
nl: Als je een universele afstandsbediening gebruikt die meerdere apparaten bedient, selecteer je een ongebruikt apparaat voordat je start.
pl: Jeśli używasz uniwersalnego pilota, który steruje wieloma urządzeniami, przed rozpoczęciem wybierz nieużywane urządzenie.
pt_br: Caso esteja usando um controle remoto universal que controla vários dispositivos, selecione um dispositivo não usado antes de começar.
pt_pt: Se estiver a usar um comando universal que controla vários dispositivos, selecione um dispositivo não usado antes de começar.
ro: Dacă utilizați o telecomandă universală, care controlează mai multe dispozitive, selectați un dispozitiv neutilizat înainte de a începe.
ru: Если Вы управляете несколькими устройствами с универсального пульта, сначала выберите свободное устройство.
sk: Ak používate univerzálny ovládač, ktorý ovláda viacero zariadení, pred spustením nastavovania vyberte nepoužívané zariadenie.
sl: Če uporabljate univerzalni daljinec, ki nadzoruje več naprav, izberite napravo, ki je ne uporabljate, preden začnete.
sv: Om du använder en universalfjärrkontroll som styr flera enheter väljer du en enhet som inte används innan du börjar.
th: ถ้าคุณใช้รีโมทสากลที่ควบคุมอุปกรณ์ได้หลายเครื่อง ให้เลือกอุปกรณ์ที่ไม่ได้ใช้ก่อนที่คุณจะเริ่ม
tr: Birden fazla aygıtı denetleyen evrensel bir kumanda kullanıyorsanız başlamadan önce kullanılmayan bir aygıtı seçin.
uk: Якщо ви використовуєте універсальний пульт, який керує кількома пристроями, то спочатку виберіть пристрій, який не використовується.
vi: Nếu bạn đang sử dụng điều khiển từ xa đa năng điều khiển nhiều thiết bị, hãy chọn một thiết bị chưa sử dụng trước khi bắt đầu.
zh_cn: 若在用可控制多部设备的通用遥控器，请在开始前选择未使用的设备。
zh_hk: 如你使用的是可控制多部裝置的通用遙控器，請在開始前選擇一個未使用的裝置。
zh_tw: 若你使用的是可控制多部裝置的萬用遙控器，請在開始前選取未使用的裝置。

# RCLearnRemoteStartDialogTitle
source: Learn Remote
ar: التعرف على الريموت
ca: Memoritza el comandament
cs: Nastavení ovladače
da: Programmer fjernbetjening
de: Fernbedienung anlernen
el: Εκμάθηση τηλεχειριστηρίου
es: Memorizar mando a distancia
es_us: Memorizar control remoto
fi: Opi kaukosäädin
fr: Mémoriser une télécommande
fr_ca: Mémoriser une télécommande
he: הגדרת שלט
hi: रिमोट कॉन्फ़िगर करें
hr: Programiranje daljinskog upravljača
hu: Távirányító megismerése
id: Pelajari Remote
it: Programma telecomando
ja: リモコンを追加
ko: 리모컨 등록
ms: Pelajari Kawalan Jauh
nb: Lær fjernkontroll
nl: Leer afstandsbediening kennen
pl: Skojarz pilota
pt_br: Aprender Controle Remoto
pt_pt: Memorizar comando
ro: Programare telecomandă
ru: Обучение пульта
sk: Nastaviť ovládač
sl: Programiranje daljinca
sv: Lär in fjärrkontroll
th: เรียนรู้รีโมท
tr: Kumandayı Öğren
uk: Вивчення пульта
vi: Ghi nhớ điều khiển từ xa
zh_cn: 学习遥控器
zh_hk: 學習遙控器
zh_tw: 學習遙控器

# RCLearnRemoteStartLearningErrorActivityText
source: Unable to start the remote learning process. Press Menu or @@BACK@@ on your original Apple TV Remote to try again.
ar: غير قادر على بدء عملية التعرف على الريموت. اضغط على زر Menu (القائمة) أو @@BACK@@ في ريموت Apple TV الأصلي لإعادة المحاولة.
ca: No s’ha pogut iniciar el procés de reconeixement del comandament. Prem el botó de menú o @@BACK@@ del comandament original de l’Apple TV per tornar‑ho a provar.
cs: Proces nastavení ovladače se nepodařilo zahájit. Na původním ovladači Apple TV stiskněte tlačítko Menu nebo @@BACK@@ a zkuste to znovu.
da: Programmering af fjernbetjening kan ikke startes. Tryk på Menu eller @@BACK@@ på den originale Apple TV-fjernbetjening, og prøv igen.
de: Das Anlernen der Fernbedienung konnte nicht gestartet werden. Drücke auf der Apple TV Remote auf „Menu“ oder „@@BACK@@“ und versuche es erneut.
el: Δεν είναι δυνατή η έναρξη της διαδικασίας εκμάθησης του τηλεχειριστηρίου. Πατήστε το Menu ή το @@BACK@@ στο Apple TV Remote για νέα δοκιμή.
es: No se ha podido iniciar el proceso de configuración del mando a distancia. Pulsa Menú o @@BACK@@ en el mando original del Apple TV para intentarlo de nuevo.
es_us: No se pudo iniciar el proceso de aprendizaje del control. Presiona Menu o @@BACK@@ en el control remoto original del Apple TV para reintentar.
fi: Kaukosäätimen oppimista ei voida aloittaa. Yritä uudelleen painamalla alkuperäisen Apple TV ‑kaukosäätimen Menu- tai @@BACK@@-painiketta.
fr: Impossible de lancer le processus de mémorisation de la télécommande. Appuyez sur le bouton Menu ou @@BACK@@ de la télécommande d’origine de l’Apple TV et réessayez.
fr_ca: Impossible de démarrer le processus de mémorisation de la télécommande. Appuyez sur le bouton Menu ou @@BACK@@ de la télécommande originale de l’Apple TV pour réessayer.
he: לא ניתן להפעיל את תהליך למידת השלט. יש ללחוץ על Menu או על @@BACK@@ בשלט המקורי של ה-Apple TV כדי לנסות שוב.
hi: रिमोट को कॉन्फ़िगर करने का प्रोसेस शुरू करने में असमर्थ। फिर से कोशिश करने के लिए अपने मूल Apple TV रिमोट पर मेन्यू या @@BACK@@ दबाएँ।
hr: Postupak programiranja upravljača ne može se pokrenuti. Pritisnite Menu ili @@BACK@@ na izvornom upravljaču Apple TV Remote za novi pokušaj.
hu: A távirányító-tanulási folyamat nem indítható el. Nyomja meg az eredeti Apple TV Remote Menu vagy @@BACK@@ gombját az újrapróbálkozáshoz.
id: Tidak dapat memulai proses pembelajaran remote. Tekan Menu atau @@BACK@@ di Apple TV Remote asli Anda untuk mencoba lagi.
it: Impossibile avviare il processo di apprendimento del telecomando. Premi Menu o @@BACK@@ sul telecomando originale per Apple TV per riprovare.
ja: リモコンの学習プロセスを開始できません。元のApple TV RemoteのMENUまたは@@BACK@@を押してから、やり直してみてください。
ko: 리모컨 등록 절차를 시작할 수 없습니다. 다시 시도하려면 원래 Apple TV 리모컨에서 Menu 또는 @@BACK@@ 버튼을 누르십시오.
ms: Gagal memulakan proses pembelajaran kawalan jauh. Tekan Menu atau @@BACK@@ pada Apple TV Remote asal anda untuk mencuba lagi.
nb: Kan ikke starte læringsprosessen. Trykk på MENU eller @@BACK@@ på den opprinnelige Apple TV-fjernkontrollen for å prøve igjen.
nl: Het leren kennen van de afstandsbediening kan niet worden gestart. Druk op de menuknop of @@BACK@@ op de oorspronkelijke Apple TV-afstandsbediening om het opnieuw te proberen.
pl: Nie można rozpocząć nauki pilota. Naciśnij przycisk Menu lub @@BACK@@ na oryginalnym pilocie Apple TV, aby spróbować ponownie.
pt_br: Não é possível iniciar o processo de aprendizado do controle remoto. Pressione Menu ou @@BACK@@ no controle remoto original da Apple TV para tentar novamente.
pt_pt: Não foi possível iniciar o processo de memorização do comando. Prima Menu ou @@BACK@@ no comando original da Apple TV para voltar a tentar.
ro: Procesul de programare a telecomenzii nu a putut fi pornit. Apăsați butonul Meniu sau @@BACK@@ de pe telecomanda originală a Apple TV‑ului pentru a reîncerca.
ru: Не удается начать обучение пульта. Нажмите кнопку Menu или @@BACK@@ на предыдущем пульте Apple TV, затем повторите попытку.
sk: Nie je možné spustiť proces nastavovania ovládača. Stlačte Menu alebo @@BACK@@ na pôvodnom ovládači Apple TV a skúste to znovu.
sl: Ni bilo mogoče zagnati postopka programiranja daljinca. Pritisnite gumb Menu ali @@BACK@@ na originalnem daljincu Apple TV Remote, da poskusite znova.
sv: Det gick inte att starta inlärningsprocessen för fjärrkontrollen. Tryck på menyknappen eller @@BACK@@ på din ursprungliga Apple TV Remote om du vill försöka igen.
th: ไม่สามารถเริ่มกระบวนการเรียนรู้ของรีโมทได้ ให้กดปุ่ม Menu หรือปุ่ม @@BACK@@ บน Apple TV Remote รุ่นเดิมของคุณเพื่อลองอีกครั้ง
tr: Kumanda öğrenme işlemi başlatılamadı. Yeniden denemek için ilk Apple TV Remote’ta MENU veya @@BACK@@ düğmesine basın.
uk: Не вдається запустити процес вивчення пульта. Натисніть кнопку «Меню» чи @@BACK@@ на оригінальному пульті Apple TV, щоб спробувати ще раз.
vi: Không thể bắt đầu quá trình ghi nhớ điều khiển từ xa. Hãy nhấn Menu hoặc @@BACK@@ trên Apple TV Remote ban đầu của bạn để thử lại.
zh_cn: 无法开始遥控器的学习进程。请按下原Apple TV遥控器上的Menu（菜单）按钮或 @@BACK@@，然后重试。
zh_hk: 無法啟動遙控器的學習程序。請按下原有Apple TV遙控器上的Menu（選單）或 @@BACK@@ 以重試。
zh_tw: 無法啟動遙控器的學習程序。請按下原始Apple TV Remote上的Menu（選單）或 @@BACK@@ 按鈕來再試一次。

# RCLearnRemoteSubInstructionSuccessText
source: To continue, stop pressing the button.
ar: للمتابعة، توقف عن الضغط على الزر.
ca: Deixa de prémer el botó per continuar.
cs: Pro pokračování tlačítko uvolněte.
da: Slip knappen for at fortsætte.
de: Lasse die Taste los, um fortzufahren.
el: Για να συνεχίσετε, αφήστε το κουμπί.
es: Para continuar, deja de pulsar el botón.
es_us: Para continuar, suelta el botón.
fi: Jatka lopettamalla painikkeen painaminen.
fr: Pour continuer, relâchez votre pression sur le bouton.
fr_ca: Pour continuer, relâchez le bouton.
he: כדי להמשיך, יש להפסיק ללחוץ על הכפתור.
hi: जारी रखने के लिए बटन छोड़ें।
hr: Za nastavak, prestanite pritiskati tipku.
hu: A folytatáshoz engedje el a gombot.
id: Untuk melanjutkan, berhenti menekan tombol.
it: Per continuare, non premere più il tasto.
ja: 続けるには、ボタンを放してください。
ko: 계속하려면 버튼 누르기를 중단하십시오.
ms: Untuk meneruskan, hentikan menekan butang.
nb: Slipp knappen for å fortsette.
nl: Laat de knop los om verder te gaan.
pl: Aby kontynuować, przestań naciskać przycisk.
pt_br: Para continuar, pare de pressionar o botão.
pt_pt: Para continuar, deixe de premir o botão.
ro: Pentru a continua, încetați apăsarea butonului.
ru: Чтобы продолжить, отпустите эту кнопку.
sk: Pre pokračovanie uvoľnite tlačidlo.
sl: Za nadaljevanje prenehajte pritiskati gumb.
sv: Släpp upp knappen när du vill fortsätta.
th: ในการดำเนินการต่อ ให้หยุดกดปุ่ม
tr: Sürdürmek için düğmeye basmayı bırakın.
uk: Щоб продовжити, припиніть тиснути кнопку.
vi: Để tiếp tục, dừng nhấn nút.
zh_cn: 若要继续，请停止按下按钮。
zh_hk: 如要繼續，請停按此按鈕。
zh_tw: 若要繼續，請停止按下按鈕。

# RCLearnRemoteSubInstructionText
source: Continue to hold the %@ button until the progress bar is full.
ar: استمر في الضغط على زر %@ حتى يمتلئ شريط التقدم.
ca: Mantén premut el botó %@ fins que la barra de progrés estigui plena.
cs: Tlačítko %@ podržte až do zaplnění průběhového indikátoru.
da: Bliv ved med at holde knappen %@ nede, indtil statuslinjen er fyldt ud.
de: %@-Taste gedrückt halten, bis der Vorgang abgeschlossen ist.
el: Συνεχίστε να κρατάτε πατημένο το κουμπί «%@» μέχρι να γεμίσει η γραμμή προόδου.
es: Mantén pulsado el botón “%@” hasta que la barra de estado esté llena.
es_us: No sueltes el botón %@ hasta que la barra de progreso esté llena.
fi: Pidä %@painiketta painettuna kunnes edistymispalkki on täynnä.
fr: Maintenez le bouton %@ enfoncé jusqu’à ce que la barre de progression soit pleine.
fr_ca: Maintenez le bouton %@ enfoncé jusqu’à ce que la barre de progression soit pleine.
he: יש להמשיך ללחוץ ולהחזיק את הכפתור ״%@״ עד שפס ההתקדמות יתמלא.
hi: प्रगति बार के पूरी तरह से भरने तक “%@” बटन होल्ड किए रखें।
hr: Držite pritisnutu tipku %@ sve dok se traka napretka ne popuni.
hu: Folyamatosan tartsa lenyomva a(z) %@ gombot, amíg a folyamatsáv végig nem fut.
id: Terus tahan tombol %@ hingga bar kemajuan penuh.
it: Continua a tenere premuto il tasto %@ fino al completamento della barra di avanzamento.
ja: 進行状況バーがいっぱいになるまで“%@”ボタンを押し続けます。
ko: 진행 막대가 완료될 때까지 %@ 버튼을 계속 누르고 있으십시오.
ms: Teruskan menahan butang %@ sehingga bar kemajuan penuh.
nb: Hold nede %@-knappen til framdriftslinjen er full.
nl: Blijf de knop '%@' ingedrukt houden totdat de voortgangsbalk vol is.
pl: Trzymaj naciśnięty przycisk %@, aż pasek postępu dojdzie do końca.
pt_br: Continue mantendo pressionado o botão %@ até que a barra de progresso esteja completa.
pt_pt: Continue a manter premido o botão %@ até a barra de progresso estar completa.
ro: Continuați să țineți apăsat butonul %@ până când bara de evoluție se umple.
ru: Удерживайте кнопку «%@» до заполнения индикатора выполнения.
sk: Naďalej držte tlačidlo %@, až kým sa indikátor priebehu nevyplní.
sl: Gumb %@ držite pritisnjen, dokler se vrstica napredka ne zapolni.
sv: Fortsätt hålla %@-knappen nedtryckt tills förloppsfältet är fullt.
th: กดปุ่ม %@ ค้างไว้ต่อไปจนกระทั่งแถบดำเนินการเต็ม
tr: İlerleme çubuğu dolana dek %@ düğmesine basmayı sürdürün.
uk: Утримуйте кнопку «%@», доки смуга виконання не заповниться.
vi: Tiếp tục giữ nút %@ tới khi thanh tiến trình đầy.
zh_cn: 继续按住%@按钮，直到进度条显示完整为止。
zh_hk: 繼續按住%@按鈕直到進度列填滿為止。
zh_tw: 繼續按住「%@」按鈕直到進度列填滿為止。

# RCLearnRemoteTitle
source: Learn Remote
ar: التعرف على الريموت
ca: Memoritza el comandament
cs: Nastavení ovladače
da: Programmer fjernbetjening
de: Fernbedienung anlernen
el: Εκμάθηση τηλεχειριστηρίου
es: Memorizar mando a distancia
es_us: Memorizar control remoto
fi: Opi kaukosäädin
fr: Mémoriser une télécommande
fr_ca: Mémoriser une télécommande
he: הגדרת שלט
hi: रिमोट कॉन्फ़िगर करें
hr: Programiranje daljinskog upravljača
hu: Távirányító megismerése
id: Pelajari Remote
it: Programma telecomando
ja: リモコンを追加
ko: 리모컨 등록
ms: Pelajari Kawalan Jauh
nb: Lær fjernkontroll
nl: Leer afstandsbediening kennen
pl: Skojarz pilota
pt_br: Aprender Controle Remoto
pt_pt: Memorizar comando
ro: Programare telecomandă
ru: Обучение пульта
sk: Nastaviť ovládač
sl: Programiraj daljinec
sv: Lär in fjärrkontroll
th: เรียนรู้รีโมท
tr: Kumandayı Öğren
uk: Вивчення пульта
vi: Ghi nhớ điều khiển từ xa
zh_cn: 学习遥控器
zh_hk: 學習遙控器
zh_tw: 學習遙控器

# RCLearnRemoteWaitingToStartText
source: Please wait…
ar: الرجاء الانتظار…
ca: Espera…
cs: Čekejte…
da: Vent…
de: Bitte warten …
el: Περιμένετε…
es: Espera un momento…
es_us: Un momento…
fi: Odota…
fr: Veuillez patienter…
fr_ca: Veuillez patienter…
he: נא להמתין…
hi: कृपया प्रतीक्षा करें…
hr: Molimo pričekajte…
hu: Kérjük várjon…
id: Tunggu…
it: Un attimo di pazienza…
ja: お待ちください…
ko: 잠시만 기다리십시오…
ms: Sila tunggu…
nb: Et øyeblikk…
nl: Even geduld…
pl: Zaczekaj chwilę…
pt_br: Aguarde…
pt_pt: Aguarde, por favor…
ro: Așteptați…
ru: Подождите…
sk: Prosím počkajte…
sl: Počakajte …
sv: Vänta…
th: โปรดรอ…
tr: Lütfen bekleyin…
uk: Хвилинку…
vi: Vui lòng đợi…
zh_cn: 请稍候…
zh_hk: 請稍候⋯
zh_tw: 請稍候⋯
